Repository: byxiaozhi/Typedown
Catalog: Typedown.Universal/Resources/Strings/*/Resources.resw
Source language: en
Languages: am, ar, as, bg, bn, bs, ca, et, fa, fil, ga, hi, hy, is, iu_latn, kk, kn, ku_arab, ky_kg, lt, lv, mg, mi, ml, mr, mt, nb, ne, or, pa, pl, sl, sw, ta, te, th, tk_cyrl, tt_arab, ug_arab, ur

# ChooseLocalImage.Text
source: Insert Local Images
am: የአካባቢ ምስሎችን አስቀምጥ
ar: إدخال صور محلية
as: স্থানীয় ছবি সমূহ অন্তৰ্ভুক্ত কৰক
bg: Вмъкване на локални изображения
bn: স্থানীয় চিত্রগুলি সন্নিবেশ করান
bs: Umetni lokalne slike
ca: Insereix imatges locals
et: Kohalike piltide lisamine
fa: افزودن تصویر محلی
fil: Magsingit ng mga Lokal na Imahe
ga: Ionsáigh Íomhánna Logánta
hi: स्थानीय छवियाँ सम्मिलित करें
hy: Ներմուծեք տեղային պատկերներ
is: Setja inn staðbundnar myndir
iu_latn: ilijat nunalingni ajjinnguat
kk: Жергілікті суреттерді кірістіру
kn: ಸ್ಥಳೀಯ ಚಿತ್ರಗಳನ್ನು ಸೇರ್ಪಡಿಸಿ
ku_arab: داخڵکردنی وێنە لۆکاڵیەکان
ky_kg: Жергиликтүү сүрөттөрдү терүү
lt: Įterpti vietinius vaizdus
lv: Ievietot lokālos attēlus
mg: Hampiditra sary eo an-toerana
mi: Kōkuhu Atahanga Paetata
ml: പ്രാദേശിക ചിത്രങ്ങൾ ചേർക്കുക
mr: स्थानीय प्रतिमा अंतर्भूत करा
mt: Daħħal Immaġini Lokali
nb: Sett inn lokale bilder
ne: स्थानीय छविहरू घुसाउनुहोस्
or: ସ୍ଥାନୀୟ ଫଟୋଗୁଡିକ ସନ୍ନିବେଶ କରନ୍ତୁ
pa: ਲੋਕਲ ਚਿੱਤਰ ਸ਼ਾਮਲ ਕਰੋ
pl: Wstaw lokalny obraz
sl: Vstavi lokalne slike
sw: Chomeka Picha Kizia
ta: அக படிமங்களை செருகு
te: స్థానిక చిత్రాలను చొప్పించండి
th: แทรกรูปภายในเครื่อง
tk_cyrl: Resimleri Girdir
tt_arab: Җирле сурәтләрне кертегез
ug_arab: يەرلىك رەسىملەرنى قىستۇرۇش
ur: مقامی تصاویر داخل کریں

# ClearFormat.Text
source: Clear Format
am: ግልጽ ፎርማት
ar: مسح التهيئة
as: বিন্যাস পৰিষ্কাৰ কৰক
bg: Изчисти формата
bn: বিন্যাস পরিষ্কার করুন
bs: Očisti format
ca: Esborra el format
et: Tühjenda vorming
fa: پاک کردن قالب
fil: Magbasyo ng Format
ga: Formáid Ghlan
hi: स्वरूप साफ़ करें
hy: Հստակ ձեւաչափ
is: Hreinsa snið
iu_latn: tukisinattiaqtumik aaqqiksimaninga
kk: Пішімді тазалау
kn: ಸ್ವರೂಪ ತೆರವುಗೊಳಿಸು
ku_arab: فۆرمات بسڕەوە
ky_kg: Форматты тазалоо
lt: Valyti formatą
lv: Notīrīt formātu
mg: Fafao ny laha-takila
mi: Ūkui Hōputu
ml: ഫോർമാറ്റ് വൃത്തിയാക്കുക
mr: स्वरूप स्पष्ट करा
mt: Format Ċar
nb: Fjern format
ne: ढाँचा खाली गर्नुहोस्
or: ଫର୍ମାଟ୍ ଖାଲି କରନ୍ତୁ
pa: ਫਾਰਮੈਟ ਸਾਫ਼ ਕਰੋ
pl: Wyczyść formatowanie
sl: Počisti formatiranje
sw: Ondoa Umbizo
ta: வடிவமைப்பு அழி
te: ఫార్మాట్ ను క్లియర్ చేయండి
th: ล้างรูปแบบ
tk_cyrl: Ewir
tt_arab: Ачык формат
ug_arab: فورماتنى تازىلاش
ur: وضع صاف کریں

# ClearRecentFiles.Text
source: Clear Items
am: ግልጽ የሆኑ ነገሮች
ar: تنظيف العناصر
as: বস্তুসমূহ পৰিষ্কাৰ কৰক
bg: Изчистване на елементи
bn: বিষয়োপকরণসমূহ পরিস্কার করুন
bs: Očisti stavke
ca: Esborra elements
et: Kaupade tühjendamine
fa: پاک کردن آیتم‌ها
fil: Magbasyo ng mga Aytem
ga: Glan Míreanna
hi: आइटम्स साफ़ करें
hy: Հստակեցրու իրերը
is: Hreinsa atriði
iu_latn: tukisinattiaqtut piqutit
kk: Элементтерді тазалау
kn: ಐಟಂಗಳನ್ನು ತೆರವುಗೊಳಿಸು
ku_arab: سڕینەوەی بەندەکان
ky_kg: Тазалоочу заттар
lt: Valyti elementus
lv: Notīrīt vienumus
mg: Fafao ireo zavatra
mi: Ūkui Tūemi
ml: ഇനങ്ങൾ മായ്ച്ചുകളയൽ
mr: स्पष्ट करा आयटम
mt: Neħħi l-Oġġetti
nb: Fjern elementer
ne: वस्तुहरू खाली गर्नुहोस्
or: ଆଇଟମଗୁଡିକ ଖାଲି କରନ୍ତୁ
pa: ਆਈਟਮਾਂ ਸਾਫ਼ ਕਰੋ
pl: Wyczyść listę
sl: Počisti seznam
sw: Ondoa Vipengee
ta: உருப்படிகளை அழி
te: అంశాలను క్లియర్ చేయండి
th: ล้างรายการ
tk_cyrl: Gaýd Etmek
tt_arab: Ачык әйберләр
ug_arab: ئەزالارنى تازىلاش
ur: اشیا صاف کریں

source: Click To Add an Image
am: ምስሉን ለመጨመር ይጫኑ
ar: انقر لإضافة صورة
as: ছবি এটা যোগ কৰিবলৈ ক্লিক কৰক
bg: Щракнете, за да добавите изображение
bn: একটি ছবি যোগ করতে ক্লিক করুন
bs: Kliknite da biste dodali sliku
ca: Feu clic per afegir una imatge
et: Pildi lisamiseks klõpsake nuppu
fa: برای افزودن یک تصویر کلیک کنید
fil: I-klik para Magdagdag ng Retrato
ga: Cliceáil chun Íomhá a Chur Leis
hi: कोई छवि जोड़ने के लिए क्लिक करें
hy: Նկար ավելացնելու համար սեղմեք
is: Smelltu til að bæta við mynd
iu_latn: naqillugu ajjinnguamik ilasijumalutit
kk: Сурет қосу үшін түймешігін басыңыз
kn: ಇಮೇಜ್ ಸೇರಿಸಲು ಕ್ಲಿಕ್ ಮಾಡಿ
ku_arab: کرتە بکە بۆ زیادکردنی وێنەیەک
ky_kg: Сүрөт кошуу үчүн чертиңиз
lt: Spustelėkite norėdami įtraukti vaizdą
lv: Noklikšķiniet uz , lai pievienotu attēlu
mg: Tsindrio raha hanampy sary iray
mi: Pāwhiri hei Tāpiri Atahanga
ml: ഒരു ചിത്രം ചേർക്കാൻ ക്ലിക്ക് ചെയ്യുക
mr: प्रतिमा जोडण्यासाठी क्लिक करा
mt: Ikklikkja Biex Iżżid Immaġni
nb: Klikk for å legge til et bilde
ne: एउटा छवि थप्न क्लिक गर्नुहोस्
or: ଏକ ଫଟୋ ଯୋଡିବାକୁ କ୍ଲିକ୍ କରନ୍ତୁ
pa: ਚਿੱਤਰ ਸ਼ਾਮਲ ਕਰਨ ਲਈ ਕਲਿੱਕ ਕਰੋ
pl: Kliknij, aby dodać obraz
sl: Kliknite Za dodajanje slike
sw: Bofya Ili Kuongeza Taswira
ta: படிமத்தைச் சேர்க்க கிளிக் செய்யவும்
te: ఇమేజ్ జోడించడానికి క్లిక్ చేయండి
th: คลิกเพื่อเพิ่มรูป
tk_cyrl: Resim goşmak üçin basyň
tt_arab: Образны башкарыр өчен , басыгыз
ug_arab: رەسىم قوشۇش ئۈچۈن چېكىڭ
ur: تصویر شامل کرنے کے لیے کلک کریں

# Close.Text
source: Quit
am: ማቆም
as: প্ৰস্থান কৰক
bg: Оставям
bn: পরিত্যাগ
bs: Prestani
ca: Sortir
et: Sulgege
fa: خروج
fil: Tumigil
ga: Scoir
hi: छोड़ना
hy: Կեցցեք
is: Hætta
iu_latn: nuqqarniq
kk: Шығу
kn: ತೊರೆಯಿರಿ
ku_arab: وازهێنان
ky_kg: Чыгуу
lt: Atsistatydinti
lv: Atmest
mg: Hijanona
mi: Whakamutu
ml: ഉപേക്ഷിക്കുക
mr: सोडून जाणे
mt: Abbanduna
nb: Slutte
ne: अन्त्य गर्नुहोस्
or: ପରିତ୍ୟାଗ କରନ୍ତୁ
pa: ਬੰਦ ਕਰੋ
pl: Wyjdź
sl: Končaj
sw: Aga
ta: உரிமைத் துறப்பு
te: వదలిపెట్టు
th: เลิก
tk_cyrl: Çyk
tt_arab: Кит
ug_arab: چېكىنىش
ur: ادا کرنا

# CodeFences.Text
source: Code Fences
am: ኮድ አጥር
ar: سياج الرمز المصدري
as: কোড ফেঞ্চ
bg: Код Огради
bn: কোড বেড়া
bs: Kodne ograde
ca: Bloc de codi
et: Koodi aiad
fa: حاشیه‌های کد
ga: Fálta Cód
hi: कोड बाड़
hy: Կոդ ցանկապատեր
is: Kóðagirðingar
iu_latn: nalunaikkutarnut sapuulutait
kk: Код қоршаулары
kn: ಕೋಡ್ ಬೇಲಿಗಳು
ku_arab: کۆد پەرژینەکان
ky_kg: Коддук тосмолор
lt: Kodų tvoros
lv: Kods Žogi
mg: Fefy mari-pamaharana
mi: Ngā Fences Waehere
ml: കോഡ് വേലികൾ
mr: कोड फेन्स
mt: Ċnut tal-Kodiċi
nb: Kode gjerder
ne: सङ्केत फेन्स
or: ବାଡ଼ କୋଡ୍ କରନ୍ତୁ
pa: ਕੋਡ ਵਾੜ
pl: Bloki kodu
sw: Fences za Msimbo
ta: குறியீடு வேலிகள்
te: కోడ్ కంచెలు
th: รั้วรหัส
tk_cyrl: Kod Hasarlar
tt_arab: Кодексның коймалары
ug_arab: كود رىشاتكىسى
ur: کوڈ باڑ

# Copy.Text
source: Copy
am: ግልባጭ
ar: نسخ
as: নকল
bg: Копирам
bn: অনুলিপি
bs: Kopirati
ca: Copia
et: Koopia
fa: کپی
fil: Kopyahin
ga: Cóipeáil
hi: प्रतिलिपि
hy: Պատճենել
is: Afrit
iu_latn: ajjinga
kk: Көшіру
kn: ನಕಲಿಸು
ku_arab: کۆپیکردن
ky_kg: Көчүрмө
lt: Kopija
lv: Kopija
mg: Adikao
mi: Tārua
ml: പകര് ത്തുക
mr: कॉपी करणे
mt: Kopja
nb: Kopi
ne: प्रतिलिपि बनाउनुहोस्
or: କପି କରନ୍ତୁ
pa: ਕਾਪੀ ਕਰੋ
pl: Kopiuj
sl: Kopiraj
sw: Nakili
ta: சரிபடிவம்
te: ప్రతి
th: ลอก
tk_cyrl: Nusgala
tt_arab: Күчермә
ug_arab: كۆچۈرۈش
ur: نقل

# CopyAsHTMLCode.Text
source: Copy as HTML Code
am: እንደ HTML ኮድ ኮፒ
ar: نسخ كترميز HTML
as: এইচটিএমএল কোড হিচাপে প্ৰতিলিপি কৰক
bg: Копирай като HTML код
bn: HTML কোড হিসাবে অনুলিপি করুন
bs: Kopiraj kao HTML kod
ca: Copia com a codi HTML
et: Kopeeri HTML-koodina
fa: کپی به عنوان کد HTML
fil: Kopyahin bilang HTML Code
ga: Cóipeáil mar Chód HTML
hi: HTML कोड के रूप में प्रतिलिपि बनाएँ
hy: Պատճենը որպես HTML կոդ
is: Afrita sem HTML-kóða
iu_latn: ajjinga HTML nalunaikkutaa
kk: HTML коды ретінде көшіру
kn: TMTM ಕೋಡ್ ರೂಪದಲ್ಲಿ ನಕಲಿಸು
ku_arab: کۆپیکردن وەک HTML کۆد
ky_kg: HTML коду катары көчүрүү
lt: Kopijuoti kaip HTML kodą
lv: Kopēt kā HTML kodu
mg: Adikao toy ny Mari-pa pamaha HTML
mi: Tārua hei Waehere HTML
ml: എച്ച്ടിഎംഎൽ കോഡ് ആയി പകർത്തുക
mr: HTML कोड म्हणून प्रतिकृत करा
mt: Ikkopja bħala Kodiċi HTML
nb: Kopier som HTML-kode
ne: एचटीएमएल कोडको रूपमा प्रतिलिपि बनाउनुहोस्
or: TMTM କୋଡ୍ ଭାବେ କପି କରନ୍ତୁ
pa: HTML ਕੋਡ ਵਾਂਗ ਕਾਪੀ ਕਰੋ
pl: Kopiuj jako kod HTML
sl: Kopiraj kot HTML kodo
sw: Nakili kama Msimbo wa HTML
ta: ATMM குறியீடு என நகலெடுக்கவும்
te: హెచ్ టిఎమ్ ఎల్ కోడ్ వలే కాపీ చేయండి
th: คัดลอกเป็นโค้ด HTML
tk_cyrl: HTML kody hökmünde nusgala
tt_arab: ЯХШЫ кодекс итеп күчерегез
ug_arab: HTML كود قىلىپ كۆچۈرۈش
ur: بطور ایچ ٹی ایم ایل کوڈ نقل کریں

# CopyAsMarkdown.Text
source: Copy as Markdown
am: እንደ Markdown ኮፒ
ar: نسخ هيئة المارك داون
as: মাৰ্কডাউন হিচাপে প্ৰতিলিপি কৰক
bg: Копирай като Маркдаун
bn: মার্কডাউন হিসাবে অনুলিপি করুন
bs: Kopiraj kao Markdown
ca: Copia com a Markdown
et: Kopeeri märgistusena
fa: کپی به عنوان نشانه گذاری
fil: Kopyahin bilang Markdown
ga: Cóipeáil mar Markdown
hi: मार्कडाउन के रूप में प्रतिलिपि बनाएँ
hy: Պատճենեք որպես Մարկդաուն
is: Afrita sem markdown
iu_latn: ajjinga nalunaikkuttiqtautillugu
kk: Таңбалау ретінде көшіру
kn: ಮಾರ್ಕ್ ಡೌನ್ ಆಗಿ ನಕಲಿಸು
ku_arab: کۆپیکردن وەک مارک داون
ky_kg: Маркдаун катары көчүрүү
lt: Kopijuoti kaip žymėjimą
lv: Kopēt kā atzīmēt
mg: Adikao toy ny Markdown
mi: Tārua hei Tautohu
ml: മാർക്ക് ഡൗൺ ആയി പകർത്തുക
mr: मार्कडाउन म्हणून प्रतिकृत करा
mt: Ikkopja bħala Markdown
nb: Kopier som markdown
ne: मार्कडाउनको रूपमा प्रतिलिपि बनाउनुहोस्
or: ମାର୍କଡାଉନ୍ ଭାବରେ କପି କରନ୍ତୁ
pa: ਮਾਰਕਡਾਊਨ ਵਾਂਗ ਕਾਪੀ ਕਰੋ
pl: Kopiuj jako Markdown
sl: kopiraj kot Markdown
sw: Nakili kama Dhulisho
ta: குறிக்கீழே நகலெடு
te: మార్క్ డౌన్ వలే కాపీ చేయండి
th: คัดลอกเป็นมาร์กดาวน์
tk_cyrl: Markdown adyny nusgala
tt_arab: Маркдаун
ug_arab: Markdown دەپ كۆچۈرۈش
ur: نقل بطور مارک ڈاؤن

# CopyAsPath.Text
source: Copy File Path
am: የፋይል መንገድ ኮፒ
ar: نسخ مسار الملف
as: ফাইল পথ কপি কৰক
bg: Копиране на пътя на файла
bn: ফাইলের পথ অনুলিপি করুন
bs: Kopiraj putanju datoteke
ca: Copia la ruta del fitxer
et: Kopeeri failitee
fa: کپی مسیر فایل
fil: Kumopya ng Landas ng File
ga: Cóipeáil Conair an Chomhaid
hi: फ़ाइल पथ की प्रतिलिपि बनाएँ
hy: Պատճենել ֆայլի path
is: Afrita skráarslóð
iu_latn: ajjinga tuqquqtausimajuq
kk: Файл жолын көшіру
kn: ಫೈಲ್ ಹಾದಿ ನಕಲಿಸು
ku_arab: کۆپیکردنی ڕێڕەوی فایل
ky_kg: Файл жолун көчүрүү
lt: Kopijuoti failo maršrutą
lv: Faila ceļa kopēšana
mg: Mandika ny sori-dàlan'ilay rakitra
mi: Tārua Ara Kōnae
ml: ഫയല് പാത പകര് ത്തുക
mr: फाइल मार्ग प्रतिकृत करा
mt: Ikkopja l-Mogħdija tal-Fajl
nb: Kopier filbane
ne: फाइल मार्ग प्रतिलिपि बनाउनुहोस्
or: ଫାଇଲ୍ ପଥ କପି କରନ୍ତୁ
pa: ਫਾਇਲ ਪਾਥ ਕਾਪੀ ਕਰੋ
pl: Kopiuj ścieżkę pliku
sl: Kopiraj pot datoteke
sw: Nakili Kijia Faili
ta: கோப்பு பாதையை நகலெடு
te: ఫైల్ మార్గాన్ని కాపీ చేయండి
th: คัดลอกเส้นทางแฟ้ม
tk_cyrl: Faýly Nusgala
tt_arab: Файллар юлы
ug_arab: ھۆججەت يوللىرىنى كۆچۈرۈش
ur: مسل راہ نقل کریں

# CopyAsPlainText.Text
source: Copy as Plain Text
am: ግልባጭ እንደ ተራ ጽሑፍ
ar: نسخ كنص مجرد
as: প্লেইন টেক্সট হিচাপে প্ৰতিলিপি কৰক
bg: Копирай като обикновен текст
bn: প্লেইন টেক্সট হিসাবে অনুলিপি করুন
bs: Kopiraj kao običan tekst
ca: Copia com a text sense format
et: Kopeeri lihttekstina
fa: کپی به عنوان متن ساده
fil: Kopyahin bilang Malinaw na Teksto
ga: Cóipeáil mar Ghnáth-Théacs
hi: सादे पाठ के रूप में प्रतिलिपि बनाएँ
hy: Պատճենել որպես պարզ տեքստ
is: Afrita sem venjulegan texta
iu_latn: ajjinga Plain Text
kk: Кәдімгі мәтін ретінде көшіру
kn: ಸಾದಾ ಪಠ್ಯದಂತೆ ನಕಲಿಸು
ku_arab: کۆپیکردن وەک دەقی سادە
ky_kg: Жөнөкөй текст катары көчүрүү
lt: Kopijuoti kaip paprastąjį tekstą
lv: Kopēt kā vienkāršu tekstu
mg: Adikao toy ny soratra tsotra
mi: Tārua hei Kuputuhi Tōkau
ml: പ്ലെയിൻ ടെക്സ്റ്റ് ആയി പകർത്തുക
mr: साधा पाठ्य म्हणून प्रत करा
mt: Ikkopja bħala Test Sempliċi
nb: Kopier som ren tekst
ne: सादा पाठको रूपमा प्रतिलिपि बनाउनुहोस्
or: ସାଧା ଟେକ୍ସଟ୍ ଭାବରେ କପି କରନ୍ତୁ
pa: ਸਾਦੇ ਟੈਕਸਟ ਵਾਂਗ ਕਾਪੀ ਕਰੋ
pl: Kopiuj jako zwykły tekst
sl: Kopiraj kot golo besedilo
sw: Nakili kama Matini Ghafi
ta: வெற்று உரையாக நகலெடு
te: ప్లెయిన్ టెక్స్ట్ వలే కాపీ చేయండి
th: คัดลอกเป็นข้อความล้วน
tk_cyrl: Metin faýly nusgala
tt_arab: Гади текстка күчерегез
ug_arab: تۈز يېزىق بويىچە كۆچۈرۈش
ur: بطور سادہ متن نقل کریں

source: Copy Content
am: ይዘቱ ይገልብጥ
ar: نسخ المحتوى
as: সমল প্ৰতিলিপি কৰক
bg: Копиране на съдържание
bn: বিষয়বস্তু অনুলিপি করুন
bs: Kopiraj sadržaj
ca: Copia el contingut
et: Sisu kopeerimine
fa: کپی محتوی
fil: Kumopya ng Nilalaman
ga: Cóipeáil Ábhar
hi: सामग्री की प्रतिलिपि बनाएँ
hy: Պատճենել բովանդակությունը
is: Afrita efni
iu_latn: ajjinga ilulingit
kk: Мазмұнды көшіру
kn: ವಿಷಯ ನಕಲಿಸು
ku_arab: کۆپیکردنی ناوەڕۆک
ky_kg: Көчүрмө мазмуну
lt: Kopijuoti turinį
lv: Satura kopēšana
mg: Adikao ny Votoatiny
mi: Tārua Ihirangi
ml: ഉള്ളടക്കം പകർത്തുക
mr: सामग्री प्रतिकृत करा
mt: Ikkopja l-Kontenut
nb: Kopier innhold
ne: सामग्री प्रतिलिपि बनाउनुहोस्
or: ବିଷୟବସ୍ତୁ କପି କରନ୍ତୁ
pa: ਸਮੱਗਰੀ ਕਾਪੀ ਕਰੋ
pl: Kopiuj zawartość
sl: Kopiraj vsebino
sw: Nakili Yaliyomo
ta: உள்ளடக்கத்தை நகலெடு
te: కంటెంట్ కాపీ చేయి
th: คัดลอกเนื้อหา
tk_cyrl: Mazmuny Nusgala
tt_arab: Эчтәлекнең күчермәсе
ug_arab: مەزمۇن كۆچۈرۈش
ur: مشمول نقل کریں

# CopyPasteAs.Text
source: Copy / Paste As…
am: ኮፒ / ፓስተር አስ ...
ar: نسخ / لصق كـ…
as: প্ৰতিলিপি / পেষ্ট এজ...
bg: Копиране / Поставяне като...
bn: অনুলিপি / প্রতিলেপন করুন যেমন...
bs: Kopiraj / Zalepiš kao...
ca: Copia / Enganxa com a…
et: Kopeeri / Kleebi nagu...
fa: کپی/چسباندن بصورت...
fil: Kopyahin / I-paste bilang...
ga: Cóipeáil / Greamaigh Mar...
hi: इस रूप में प्रतिलिपि बनाएँ / चिपकाएँ...
hy: Պատճեն / Paste As...
is: Afrita / líma sem...
iu_latn: ajjinga / paste As...
kk: Көшіру / Басқаша қою...
kn: ನಕಲು / ಅಂಟಿಸು ಹೀಗೆ...
ku_arab: کۆپی / پەیست بکە وەک...
ky_kg: Көчүрмө / Паста Ас...
lt: Kopijuoti / įklijuoti kaip...
lv: Kopēt / Ielīmēt kā...
mg: Adikao / Apetaho toy izao...
mi: Tārua / Whakapiri Hei...
ml: പകർത്തുക / ഒട്ടിക്കുക...
mr: प्रत / पेस्ट म्हणून...
mt: Kopja / Ippejstja Bħala ...
nb: Kopier / lim inn som...
ne: यस रूपमा प्रतिलिपि बनाउनुहोस् / टाँस्नुहोस्...
or: କପି / ପେଷ୍ଟ ଯେପରି...
pa: ਕਾਪੀ ਕਰੋ / ਚਿਪਕਾਓ...
pl: Kopiuj / Wklej jako…
sl: Kopiraj / Prilepi kot …
sw: Nakili / Bandika Kama...
ta: நகலெடு / ஒட்டு...
te: కాపీ/పేస్ట్ ఇలా...
th: คัดลอก / วางเป็น...
tk_cyrl: Nusgala / Başgagny Äşgä Et...
tt_arab: Күчермә / Ас...
ug_arab: كۆچۈرۈش / چاپلاش ئا...
ur: نقل / جوڑیں بطور...

# CtrlAndClickOpenLink
source: Ctrl+Click Open Link
am: Ctrl+ይጫኑ አገናኝ ክፈት
ar: Ctrl+نقر فتح الرابط
as: Ctrl+ক্লিক কৰক লিংক খোলক
bg: Ctrl+Кликване Отваряне на връзка
bn: Ctrl+টিপুন লিংক খুলুন
bs: Ctrl+Kliknite Otvori vezu
ca: Ctrl+Clic Obre l'enllaç
et: Ctrl+Klõpsake Ava link
fa: Ctrl+کلیک کنید باز کردن لینک
fil: Ctrl+I-klik Buksan ang Link
ga: Ctrl+Cliceáil Oscail Nasc
hi: Ctrl+क्लिक करना लिंक खोलें
hy: Ctrl+Սեղմեք Բաց օղակ
is: Ctrl+Smella Opna tengil
iu_latn: Ctrl+naqikkanniruk makpiingajuq attatarvik
kk: Ctrl+Нұқу Сілтемені ашу
kn: Ctrl+ಕ್ಲಿಕ್ ಮಾಡಿ ಲಿಂಕ್ ತೆರೆಯು
ku_arab: Ctrl+کرتە بکە کردنەوەی لینک
ky_kg: Ctrl+Чыкылдатуу Ачык шилтеме
lt: Ctrl+Spustelėti Atidaryti saitą
lv: Ctrl+Noklikšķiniet uz Atvērt saiti
mg: Ctrl+Tsindrio Sokafy ilay rohy
mi: Ctrl+Pāwhiri Whakatuwheratia te hono
ml: Ctrl+ക്ലിക്ക് ചെയ്യുക ലിങ്ക് തുറക്കുക
mr: Ctrl+क्लिक करा उघडा लिंकName
mt: Ctrl+Ikklikkja Iftaħ il-Link
nb: Ctrl+Klikke Åpne kobling
ne: Ctrl+क्लिक गर्नुहोस् लिङ्क खोल्नुहोस्
or: Ctrl+କ୍ଲିକ୍ କରନ୍ତୁ ଲିଙ୍କ୍ ଖୋଲନ୍ତୁ
pa: Ctrl+ਕਲਿੱਕ ਕਰੋ ਲਿੰਕ ਖੋਲ੍ਹੋ
pl: Ctrl+Kliknij Otwórz łącze
sl: Ctrl+Klik Odpri povezavo
sw: Ctrl+Bofya Fungua Kiungo
ta: Ctrl+கொண்டி இணைப்பைதிற
te: Ctrl+క్లిక్ చేయండి లింక్ తెరవండి
th: Ctrl+คลิก เปิดการเชื่อมโยง
tk_cyrl: Ctrl+Basyň Baglaýyşy Aç
tt_arab: Ctrl+Басыгыз Ачык сылтама
ug_arab: Ctrl+چېكىڭ ئۇلىنىشنى ئېچىش
ur: Ctrl+کلک ربط کھولیں

# Cut.Text
source: Cut
am: ይቁረጡ
ar: قص
as: কাট
bg: Режа
bn: ছেদন
bs: Rezati
ca: Retalla
et: Lõigata
fa: برش
fil: Gupitin
ga: Gearr
hi: कटौती
hy: Կտրեք
is: Skera
iu_latn: aggurlugu
kk: Қиып алу
kn: ಕತ್ತರಿಸು
ku_arab: بڕین
ky_kg: Кесүү
lt: Kirpti
lv: Griezt
mg: Hetezo
mi: Tapahia
ml: മുറിക്കുക
mr: कापणे
mt: Maqtugħa
nb: Klippe
ne: काट्नुहोस्
or: କାଟ
pa: ਕੱਟੋ
pl: Wytnij
sl: Izreži
sw: Kata
ta: தறிப்பு
te: కత్తిరించు
th: ตัด
tk_cyrl: Kes
tt_arab: Кисәкләр
ug_arab: كېسىش
ur: کاٹنا

# DecreaseHeadingLevel.Text
source: Decrease Heading Level
am: የእርሶ ደረጃ መቀነስ
ar: تنقيص مستوى العنوان
as: শিৰোনামৰ স্তৰ হ্ৰাস কৰক
bg: Намаляване на нивото на заглавията
bn: শিরোনাম স্তর হ্রাস করুন
bs: Sniћi nivo zaglavlja
ca: Disminueix el nivell de capçalera
et: Pealkirjataseme vähendamine
fa: کاهش اندازه سرصفحه
fil: Bawasan ang Heading Level
ga: Laghdaigh Leibhéal an Cheannteidil
hi: शीर्ष स्तर घटाएँ
hy: Գլխամասային մակարդակի նվազում
is: Minnka fyrirsagnarstig
iu_latn: mikilligiariniq niaquup niaqunga quvvasinninga
kk: Тақырып деңгейін төмендету
kn: ಶೀರ್ಷಿಕೆ ಹಂತ ವನ್ನು ಕಡಿಮೆ ಮಾಡಿ
ku_arab: ئاستی سەردێڕ کەم بکەوە
ky_kg: Багыт деңгээлин төмөндөтүү
lt: Sumažinti antraštės lygį
lv: Samazināt virsraksta līmeni
mg: Atsaharo ny haavon'ny lohateniny
mi: Whakaiti Taumata Panekōrero
ml: തലക്കെട്ടിന്റെ നില കുറയ്ക്കുക
mr: शीर्षक पातळी कमी करा
mt: Naqqas il-Livell tal-Intestatura
nb: Reduser overskriftsnivå
ne: शीर्षक तह घटाउनुहोस्
or: ହେଡିଂ ସ୍ତର ହ୍ରାସ
pa: ਸਿਰਲੇਖ ਪੱਧਰ ਘਟਾਓ
pl: Obniż poziom nagłówka
sl: Zmanjšaj stopnjo naslova
sw: Punguza Kiwango cha Kichwa
ta: தலைப்பு நிலை குறை
te: హెడ్డింగ్ లెవల్ తగ్గించడం
th: ลดระดับหัวเรื่อง
tk_cyrl: Sözbaşynyň derejesini peselt
tt_arab: Бер - берегезгә бүленү дәрәҗәсегезне киметегез
ug_arab: باشلىق دەرىجىسىنى ئازايتىش
ur: سرخی سطح میں کمی کریں

# Delete.Text
source: Delete
am: አጥፉ
ar: حذف
as: মচি পেলাওক
bg: Изтривам
bn: বিলোপ
bs: Izbrisati
ca: Elimina
et: Kustutama
fa: حذف
fil: Magtanggal
ga: Scrios
hi: मिटाना
hy: Ջնջել
is: Eyða
iu_latn: piiqtuq
kk: Өшіру
kn: ಅಳಿಸು
ku_arab: سڕینەوە
ky_kg: Жоготуу
lt: Naikinti
lv: Dzēst
mg: Fafao
mi: Whakakore
ml: ഇല്ലാതാക്കുക
mr: हटवा
mt: Tħassar
nb: Slette
ne: मेट्नुहोस्
or: ବିଲୋପ କରନ୍ତୁ
pa: ਹਟਾਓ
pl: Usuń
sl: Izbriši
sw: Futa
ta: தீங்கான
te: పరిహరించు
th: ลบ
tk_cyrl: Sil
tt_arab: Юк
ug_arab: ئۆچۈر
ur: مٹانا

source: Delete Table
am: ጠረጴዛውን አጥፉ
ar: حذف الجدول
as: তালিকা মচি পেলাওক
bg: Изтриване на таблица
bn: সারণি বিলোপ করুন
bs: Izbriši ta tabela
ca: Elimina la taula
et: Tabeli kustutamine
fa: حذف جدول
fil: I-delete ang Talahanayan
ga: Scrios Tábla
hi: तालिका हटाएँ
hy: Ջնջել սեղանը
is: Eyða töflu
iu_latn: piirvigilugi
kk: Кестені жою
kn: ಟೇಬಲ್ ಅಳಿಸು
ku_arab: سڕینەوەی خشتە
ky_kg: Таблицаны жоготуу
lt: Naikinti lentelę
lv: Dzēst tabulu
mg: Fafao ny fafana
mi: Mukua te Ripanga
ml: പട്ടിക നീക്കം ചെയ്യുക
mr: सारणी नष्ट करा
mt: Ħassar it-Tabella
nb: Slett tabell
ne: तालिका मेट्नुहोस्
or: ଟେବୁଲ୍ ବିଲୋପ କରନ୍ତୁ
pa: ਟੇਬਲ ਹਟਾਓ
pl: Usuń tabelę
sl: Izbriši tabelo
sw: Futa Jedwali
ta: அட்டவணையை நீக்கு
te: పట్టికను తొలగించు
th: ลบตาราง
tk_cyrl: Täblisani Saýla
tt_arab: Өстәлне юк итегез
ug_arab: جەدۋەلنى ئۆچۈرۈش
ur: جدول حذف کریں

# Duplicate.Text
source: Duplicate
am: ማባዛት
ar: تكرار
as: নকল
bg: Дубликат
bn: অনুরূপ
bs: Dupliranje
ca: Duplica
et: Dubleerida
fa: کپی کردن
fil: Duplikadong
ga: Dúblach
hi: प्रतिलिपि
hy: Դուպլիկատ
is: Afrit
iu_latn: ajjingit
kk: Дубликат
kn: ನಕಲು
ku_arab: دووبارەکردنەوە
ky_kg: Дубликаттоо
lt: Pasikartojančius
lv: Dublēt
mg: Dika mitovy
mi: Tārua
ml: ഡ്യൂപ്ലിക്കേറ്റ്
mr: डुप्लिकेटName
mt: Duplikat
nb: Duplikat
ne: नक्कल गर्नुहोस्
or: ନକଲ
pa: ਡੁਪਲੀਕੇਟ
pl: Powiel
sl: Podvoji
sw: Rudufu
ta: பார்த்தெழுதிய எதிர்ப்படி
te: నకలు
th: สำเนา
tk_cyrl: Gaýtala
tt_arab: Кабатла
ug_arab: تەكرارلاش
ur: مثنی

# Edit.Title
source: Edit
am: አስረጅ
ar: تعديل
as: সম্পাদনা কৰক
bg: Редактирам
bn: সম্পাদনা
bs: Uređivati
ca: Edita
et: Toimetama
fa: ویراییش
fil: I-edit
ga: Cuir in eagar
hi: संपादन करना
hy: Խմբագրել
is: Klippa
iu_latn: aaqqigiaqsiniq
kk: Өңдеу
kn: ಸಂಪಾದನೆ
ku_arab: بژارکردن
ky_kg: Оңдоо
lt: Redaguoti
lv: Rediģēt
mg: Hanova
mi: Whakatika
ml: സംശോധനം
mr: संकलन करणे
mt: Teditja
nb: Redigere
ne: सम्पादन गर्नुहोस्
or: ସମ୍ପାଦନ କରନ୍ତୁ
pa: ਸੋਧ
pl: Edycja
sl: Uredi
sw: Hariri
ta: பதிப்பி
te: సవరించు
th: แก้ไข
tt_arab: Эдит
ug_arab: تەھرىرلەش
ur: تدوین

# Editor.Text
source: Editor
am: አዘጋጅ
ar: محرر
as: সম্পাদক
bg: Редактор
bn: সম্পাদক
bs: Urednik
et: Toimetaja
fa: ویرایشگر
fil: Patnugot
ga: Eagarthóir
hi: संपादक
hy: Խմբագիր
is: Ritstjóri
iu_latn: aaqqiksuiji
kk: Өңдегіш
kn: ಸಂಪಾದಕ
ku_arab: سەرنووسەر
ky_kg: Редактор
lt: Redaktorius
lv: Redaktors
mg: Mpanova
mi: Kaiwhakatika
ml: എഡിറ്റർ
mr: संपादक
mt: Editur
nb: Redaktør
ne: सम्पादक
or: ସମ୍ପାଦକ
pa: ਐਡੀਟਰ
pl: Edytor
sl: Urejevalnik
sw: Kihariri
ta: பதிப்பாசிரியர்
te: సంపాదకుడు
th: บรรณาธิการ
tk_cyrl: Editçi
tt_arab: Редактор
ug_arab: تەھرىرلىگۈچ
ur: مدیر

# EditorAreaMaxWidth.Text
source: Editor Area Max Width
am: አዘጋጅ አካባቢ ማክስ ስፋት
ar: مساحة المحرر أقصى عرض
as: সম্পাদক ক্ষেত্ৰসৰ্বাধিক প্ৰস্থ
bg: Зона на редактора Максимална ширина
bn: সম্পাদক এলাকা সর্বাধিক প্রস্থ
bs: Površina urednika Max Width
ca: Amplada màxima de l'àrea de l'editor
et: Redaktori ala max laius
fa: ویرایشگر منطقه حداکثر عرض
fil: Lapad ng Patnugot ng Area Max
ga: Leithead Uasta Achar an Eagarthóra
hi: संपादक क्षेत्र अधिकतम चौड़ाई
hy: Խմբագրի տարածք Մաքս Լայն
is: Hámarksbreidd ritilssvæðis
kk: Өңдегіш аймағының макс ені
kn: ಸಂಪಾದಕ ಪ್ರದೇಶ ಗರಿಷ್ಠ ಅಗಲ
ku_arab: ڕووبەری دەستکاریکەر ماکس پانی
ky_kg: Редактор аймак Макс туурасы
lt: Rengyklės srities maksimalus plotis
lv: Redaktora apgabals Maksimālais platums
mg: Width ho an'ny mpanova
mi: Whānui Mōrahi Horahanga Kaiwhakatika
ml: എഡിറ്റർ ഏരിയ മാക്സ് വീതി
mr: संपादक क्षेत्र कमाल रूंदी
mt: Editur Żona Max Wisa '
nb: Maksimal bredde for redigeringsprogramområde
ne: सम्पादक क्षेत्र अधिकतम चौडाइ
or: ସମ୍ପାଦକ ଏରିଆ ମ୍ୟାକ୍ସ ଓସାର
pa: ਐਡੀਟਰ ਏਰੀਆ ਵੱਧੋ- ਵੱਧ ਚੌੜਾਈ
pl: Maksymalna szerokość obszaru edytora
sl: Največja širina območja urejevalnika
sw: Upana wa Eneo la Mhariri Max
ta: ஆசிரியர் பகுதி அதிகபட்ச அகலம்
te: ఎడిటర్ ఏరియా గరిష్ట వెడల్పు
th: ความกว้างสูงสุดของพื้นที่ตัวแก้ไข
tk_cyrl: Editçi Meýdany
tt_arab: Редактор мәйданы Макс киңлеге
ug_arab: تەھرىرلىگۈچ رايونى Max كەڭلىكى
ur: ایڈیٹر علاقہ زیادہ سے زیادہ چوڑائی

# EmbedLink.Content
source: Embed Link
am: ኢምቤድ ሊንክ
ar: تضمين الرابط
as: লিংক এম্বেড কৰক
bg: Връзка за вграждане
bn: এম্বেড লিংক
bs: Ugradi vezu
ca: Incrusta l'enllaç
et: Manustamise link
fa: پیوند جاسازی شده
fil: Nakabaon na Link
ga: Nasc Leabaigh
hi: लिंक एम्बेड करें
hy: Էմբեդ լինք
is: Ívafstengill
iu_latn: ilisimajuq kasurvik
kk: Ендіру сілтемесі
kn: ಲಿಂಕ್ ಎಂಬೆಡ್ ಮಾಡಿ
ku_arab: لینکی بنچین بکە
ky_kg: Туташкан шилтеме
lt: Įdėti saitą
lv: Iegulšanas saite
mg: Rohy misy Embed
mi: Hono Embed
ml: ലിങ്ക് എംബഡ് ചെയ്യുക
mr: अंतर्भूतीत लिंकName
nb: Bygg inn kobling
ne: लिङ्क सम्मिलित गर्नुहोस्
or: ଲିଙ୍କ୍ ଏମ୍ବେଡ୍
pa: ਇੰਬੈੱਡ ਲਿੰਕ
pl: Osadź łącze
sl: Vdelaj povezavo
sw: Pachika Kiungo
ta: உட்பொதி இணைப்பு
te: ఎంబెడ్ లింక్
th: ฝังการเชื่อมโยง
tk_cyrl: Baglaýyşy Eýer
tt_arab: Эмбле Линк
ug_arab: ئۇلىنىش قىستۇرۇش
ur: لنک ایمبیڈ کریں

# Emphasis.Text
source: Italic
am: ኢታሊክ
ar: مائل
as: ইটালিক
bg: Курсив
bn: ইটালিক
bs: Kurziv
ca: Cursiva
et: Kursiiv
fa: مورب
ga: Iodálach
hi: तिरछा
hy: Իտալիկ
is: Skáletrun
iu_latn: italik
kk: Италич
kn: ಇಟಾಲಿಕ್
ku_arab: ئیتالیک
ky_kg: Титалик
lt: Pasvirasis
lv: Slīprakstu
mg: Sora-tanana
ml: ഇറ്റാലിക്
mr: इटालिकName
mt: Il-kanal
nb: Kursiv
ne: छड्के अक्षर
or: ଇଟାଲିକ୍
pa: ਇਟਾਲਿਕ
pl: Kursywa
sl: Poševno
sw: Italiki
ta: சாய்வெழுத்து
te: ఇటాలిక్
th: ตัวเอียง
tk_cyrl: Italik
tt_arab: Италик
ug_arab: ئىتاچى
ur: اٹالک

# EnterImgLinkOrLocalPath.PlaceholderText
source: Input Image URL
am: የምስል ዩ አር ኤል
ar: إدخال عنوان URL للصورة
as: ইনপুট ছবি ইউআৰএল
bg: URL адрес на входно изображение
bn: ছবির URL ইনপুট করুন
bs: URL ulazne slike
ca: ADREÇA URL de la imatge d'entrada
et: Sisesta pildi URL
fa: آدرس تصویر ورودی
fil: Input Imahe URL
ga: URL íomhá ionchurtha
hi: इनपुट छवि URL
hy: Մուտքային պատկեր URL
is: Vefslóð inntaksmyndar
kk: Кіріс кескінінің URL мекенжайы
kn: ಇನ್ ಪುಟ್ ಇಮೇಜ್ ಯುಆರ್ ಎಲ್
ku_arab: URL ی وێنەی تێکردن
ky_kg: Кирүү сүрөтү URL
lt: Įvesties vaizdo URL
lv: Ievades attēla URL
mg: URL an'ny fampidirana
mi: URL Atahanga Tāuru
ml: ഇൻപുട്ട് ഇമേജ് യുആർഎൽ
mr: इनपुट प्रतिमा URLName
mt: URL tal-Immaġni tad-Dħul
nb: URL-adresse for inndatabilde
ne: आगत छवि यूआरएल
or: ଇନପୁଟ୍ ଫଟୋ ୟୁଆରଏଲ
pa: ਚਿੱਤਰ URL ਇੰਪੁੱਟ ਕਰੋ
pl: Adres URL obrazu wejściowego
sl: URL vhodne slike
sw: URL ya Taswira Ingizo
ta: உள்ளீடு பட வலையக
te: ఇన్ పుట్ ఇమేజ్ యుఆర్ ఎల్
th: URL ของรูปที่ป้อนเข้า
tk_cyrl: ResimI
tt_arab: Керү образы URL
ug_arab: رەسىم كىرگۈزۈش ئادرىسى
ur: ان پٹ تصویر یو آر ایل
